[M_Nast_Easter_Side01 MissionDefinition]
MissionName="Vítimas dos Caçadores"
MissionDescription="Passe um tempo com Sir Hammerlock!"
TurnInDescription="Os Caçadores da Sepultura não são santos... mas também não são tão encrenqueiros quanto os vilões de Pandora."
MissionSummary="Passe algum tempo com o Hammerlock... até ser bruscamente interrompido... mais uma vez."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Nem todo mundo está entusiasmado com os Caçadores da Sepultura."

[M_Nast_Easter_Side01:Axton MissionObjectiveDefinition]
ProgressMessage="Derrote o Sargento Jarter"

[M_Nast_Easter_Side01:AxtonSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:AxtonSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:CollectMask MissionObjectiveDefinition]
ProgressMessage="Consiga uma máscara de bruxo"

[M_Nast_Easter_Side01:DefeatSparky MissionObjectiveDefinition]
ProgressMessage="Derrote Sparky"

[M_Nast_Easter_Side01:DefeatSparkySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine Sparky Flynt."
MissionDescriptionOverride="Sparky Flynt - filho do falecido Capitão Flynt - entrou em contato com você.  Ele e os outros membros do seu grupo de apoio (As Vítimas dos Caçadores da Sepultura) pretendem se vingar de todos vocês.\nInfelizmente, os demais membros do VCS de Sparky foram mortos em circunstâncias muito misteriosas.  Ainda assim, a fúria de Sparky é implacável.\nEle pediu que você o encontre para poder matá-lo pessoalmente.\nVocê o encontrou!\nAgora, acabe com ele.\n"

[M_Nast_Easter_Side01:FakeIntroSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:FakeObjective MissionObjectiveDefinition]
ProgressMessage="Receba instruções"

[M_Nast_Easter_Side01:FindSparky MissionObjectiveDefinition]
ProgressMessage="Encontre o Sparky"

[M_Nast_Easter_Side01:FindSparkySet MissionObjectiveSetDefinition]
MissionSummaryOverride="Procure por Sparky Flynt."
MissionDescriptionOverride="Sparky Flynt - filho do falecido Capitão Flynt - entrou em contato com você.  Ele e os outros membros do seu grupo de apoio (As Vítimas dos Caçadores da Sepultura) pretendem se vingar de todos vocês.\nInfelizmente, os demais membros do VCS de Sparky foram mortos em circunstâncias muito misteriosas.  Ainda assim, a fúria de Sparky é implacável.\nEle pediu que você o encontre para poder matá-lo pessoalmente.\n"

[M_Nast_Easter_Side01:FollowVarkid MissionObjectiveDefinition]
ProgressMessage="Siga o Varkid"

[M_Nast_Easter_Side01:FollowVarkidSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:Gaige MissionObjectiveDefinition]
ProgressMessage="Derrote Grill Holloway"

[M_Nast_Easter_Side01:GaigeSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:GaigeSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:GaigeSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:GaigeSet4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:InjectEggSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sparky Flynt - filho do falecido Capitão Flynt - entrou em contato com você.  Ele e os outros membros do seu grupo de apoio (As Vítimas dos Caçadores da Sepultura) pretendem se vingar de todos vocês.\nInfelizmente, Sparky perdeu o contato com os demais membros do VCS e... precisa que você os encontre... para que possam acabar com você. A situação é muito embaraçosa.\nPrimero você terá que preparar um Varkid e segui-lo até o primeiro assassino.\n"

[M_Nast_Easter_Side01:InjectVarkidEgg MissionObjectiveDefinition]
ProgressMessage="Use um Varkid para localizar os assassinos"

[M_Nast_Easter_Side01:IntroRevengeSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Sobreviva à vingança de Sparky Flynt."
MissionDescriptionOverride="Sparky Flynt - filho do falecido Capitão Flynt - entrou em contato com você.  Ele e os outros membros do seu grupo de apoio (As Vítimas dos Caçadores da Sepultura) pretendem se vingar de todos vocês."

[M_Nast_Easter_Side01:Krieg MissionObjectiveDefinition]
ProgressMessage="Derrote Clements"

[M_Nast_Easter_Side01:KriegSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:Maya MissionObjectiveDefinition]
ProgressMessage="Derrote Mordo Sophis"

[M_Nast_Easter_Side01:MayaSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:MayaSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:PlaceMask MissionObjectiveDefinition]
ProgressMessage="Coloque a máscara no altar"

[M_Nast_Easter_Side01:ReturnToHammerlock MissionObjectiveDefinition]
ProgressMessage="Volte até Sir Hammerlock"

[M_Nast_Easter_Side01:ReturnToHammerlockSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Volte até Sir Hammerlock."
MissionDescriptionOverride="Sparky Flynt - filho do falecido Capitão Flynt - entrou em contato com você.  Ele e os outros membros do seu grupo de apoio (As Vítimas dos Caçadores da Sepultura) pretendem se vingar de todos vocês.\nContudo, todos os assassinos morreram em acidentes estranhos e assim, o próprio Sparky Flynt vai dar um jeito em você pessoalmente. Sir Hammerlock pediu pra você falar com ele, pois, ele tem informações sobre que diabos aconteceu com os candidatos à assassinos antes que você pudesse cuidar deles.\n"

[M_Nast_Easter_Side01:Salvador MissionObjectiveDefinition]
ProgressMessage="Derrote Blendo"

[M_Nast_Easter_Side01:SalvadorSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:SearchForAssassinsSet0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sparky Flynt - filho do falecido Capitão Flynt - entrou em contato com você.  Ele e os outros membros do seu grupo de apoio (As Vítimas dos Caçadores da Sepultura) pretendem se vingar de todos vocês.\nInfelizmente, Sparky perdeu o contato com os demais membros do VCS e... precisa que você os encontre... para que possam acabar com você. A situação é muito embaraçosa."

[M_Nast_Easter_Side01:SearchForAssassinsSet1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:SearchForAssassinsSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:SearchForAssassinsSet3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:SearchResort1 MissionObjectiveDefinition]
ProgressMessage="Vá até a Colônia de Férias Wam Bam"

[M_Nast_Easter_Side01:SearchResort2 MissionObjectiveDefinition]
ProgressMessage="Vá até as Cabanas dos Aposentados"

[M_Nast_Easter_Side01:SearchVillage1 MissionObjectiveDefinition]
ProgressMessage="Vá até a Bandeira do Privilégio"

[M_Nast_Easter_Side01:SearchVillage2 MissionObjectiveDefinition]
ProgressMessage="Vá até o Santuário do Inseto Sagrado"

[M_Nast_Easter_Side01:SurviveSparkysRevenge MissionObjectiveDefinition]
ProgressMessage="Procure os assassinos"

[M_Nast_Easter_Side01:Zero MissionObjectiveDefinition]
ProgressMessage="Derrote 1!?"

[M_Nast_Easter_Side01:ZeroSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter_Side01:ZeroSet2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

